Repository: hendrikgrueger-web/geburtstage-geschenke-iOS
Catalog: Sources/aiPresentsApp/AIContent.xcstrings
Source language: de
Languages: en, es, fr

source: abenteuerlustig, optimistisch
en: adventurous, optimistic
es: aventurero, optimista
fr: aventureux, optimiste

source: Alles Gute zum Geburtstag!
en: Happy birthday!
es: ¡Feliz cumpleaños!
fr: Joyeux anniversaire !

source: alles Gute zum Geburtstag! Ich wünsche dir einen wunderschönen Tag, an dem du rundum verwöhnt wirst.
en: happy birthday! I wish you a wonderful day where you are thoroughly pampered.
es: ¡feliz cumpleaños! Te deseo un día maravilloso en el que te mimen de todas las formas posibles.
fr: joyeux anniversaire ! Je te souhaite une magnifique journée où tu seras comblé(e) de toutes parts.

source: Altersgerechter Spielspaß.
en: Age-appropriate gaming fun.
es: Diversión de juego adecuada para la edad.
fr: Jeux adaptés à l'âge.

source: Altersgerechtes Spielzeug zum runden Geburtstag.
en: Age-appropriate toy for the milestone birthday.
es: Juguete apropiado para el cumpleaños especial.
fr: Jouet adapté à l'âge pour l'anniversaire marquant.

source: Aufmerksamkeit, die bleibt.
en: A thoughtful gift that lasts.
es: Un regalo especial que perdura.
fr: Une attention qui dure.

source: Basteln, malen und kreativ sein.
en: Crafting, painting, and being creative.
es: Manualidades, pintura y creatividad.
fr: Bricoler, peindre et être créatif.

source: Bleib so einzigartig wie du bist!
en: Stay as unique as you are!
es: ¡Sigue siendo tan único/a como eres!
fr: Reste aussi unique que tu es !

source: Brettspiel oder Puzzle
en: Board Game or Puzzle
es: Juego de mesa o puzle
fr: Jeu de société ou puzzle

source: Bringe weiterhin Harmonie in die Welt!
en: Keep bringing harmony to the world!
es: ¡Sigue aportando armonía al mundo!
fr: Continue d'apporter de l'harmonie au monde !

source: Buch oder E-Reader-Gutschein
en: Book or E-Reader Voucher
es: Libro o vale para e-reader
fr: Livre ou bon pour liseuse

source: Buch zum Lieblingsthema
en: Book on Their Favorite Topic
es: Libro sobre su tema favorito
fr: Livre sur le sujet préféré

source: Coole Schuhe für den nächsten Auftritt.
en: Cool shoes for the next performance.
es: Zapatillas geniales para la próxima actuación.
fr: Des chaussures cool pour la prochaine performance.

source: Coole Technik für den Alltag.
en: Cool tech for everyday life.
es: Tecnología útil para el día a día.
fr: De la technologie cool pour le quotidien.

source: Cooles Equipment für den Lieblingssport.
en: Cool gear for their favorite sport.
es: Equipamiento genial para su deporte favorito.
fr: Du matériel cool pour le sport favori.

source: Dein Ehrgeiz und Disziplin sind vorbildlich!
en: Your ambition and discipline are exemplary!
es: ¡Tu ambición y disciplina son ejemplares!
fr: Ton ambition et ta discipline sont exemplaires !

source: Deine Akribie ist beeindruckend — bleib so!
en: Your attention to detail is impressive — stay just as you are!
es: ¡Tu atención al detalle es impresionante — sigue siendo así!
fr: Ta rigueur est impressionnante — reste ainsi !

source: Deine Empathie und Kreativität sind ein Geschenk!
en: Your empathy and creativity are a gift!
es: ¡Tu empatía y creatividad son un regalo!
fr: Ton empathie et ta créativité sont un cadeau !

source: Deine Fürsorge ist unbezahlbar — genieß diesen Tag!
en: Your caring nature is priceless — enjoy this day!
es: ¡Tu naturaleza cariñosa no tiene precio — disfruta este día!
fr: Ton bienveillance est inestimable — profite de cette journée !

source: Deine Kreativität und Unabhängigkeit inspirieren!
en: Your creativity and independence are inspiring!
es: ¡Tu creatividad e independencia son inspiradoras!
fr: Ta créativité et ton indépendance sont une inspiration !

source: Deine Leidenschaft und Tiefe sind einzigartig!
en: Your passion and depth are truly unique!
es: ¡Tu pasión y profundidad son verdaderamente únicas!
fr: Ta passion et ta profondeur sont uniques !

source: Der neueste Bestseller für Bücherfans.
en: The latest bestseller for book lovers.
es: El último bestseller para amantes de los libros.
fr: Le dernier best-seller pour les amoureux des livres.

source: Die schönsten Momente festhalten.
en: Capture the most beautiful moments.
es: Captura los momentos más hermosos.
fr: Capturer les plus beaux moments.

source: ehrgeizig, diszipliniert
en: ambitious, disciplined
es: ambicioso, disciplinado
fr: ambitieux, discipliné

source: eigenständig, innovativ
en: independent, innovative
es: independiente, innovador
fr: indépendant, innovant

source: Ein bleibendes Erinnerungsstück.
en: A lasting memento.
es: Un recuerdo duradero.
fr: Un souvenir durable.

source: Ein klassisches, elegantes Geschenk.
en: A classic, elegant gift.
es: Un regalo clásico y elegante.
fr: Un cadeau classique et élégant.

source: einzigartig
en: unique
es: único
fr: unique

source: Einzigartig und mit persönlichem Bezug.
en: Unique and personally meaningful.
es: Único y con significado personal.
fr: Unique et avec une touche personnelle.

source: energisch, spontan
en: energetic, spontaneous
es: enérgico, espontáneo
fr: énergique, spontané

source: Erinnerungen statt Dinge.
en: Memories instead of things.
es: Recuerdos en lugar de cosas.
fr: Des souvenirs plutôt que des choses.

source: Erlebnis für zwei
en: Experience for Two
es: Experiencia para dos
fr: Expérience pour deux

source: Erlebnis-Gutschein
en: Experience Voucher
es: Vale de experiencia
fr: Bon d'expérience

source: Erlebnis-Gutschein für gemeinsame Zeit
en: Experience Voucher for Quality Time
es: Vale de experiencia para tiempo de calidad
fr: Bon d'expérience pour du temps partagé

source: Erlebnis-Gutschein für Kinder
en: Experience Voucher for Kids
es: Vale de experiencia para niños
fr: Bon d'expérience pour enfants

source: Escape Room, Laser Tag oder Kletterpark.
en: Escape room, laser tag, or climbing park.
es: Escape room, láser tag o rocódromo.
fr: Escape room, laser tag ou parc d'escalade.

source: Etwas Verwöhnendes für den Alltag.
en: Something pampering for everyday life.
es: Algo mimoso para el día a día.
fr: Quelque chose de délicieux pour le quotidien.

source: Fitness-Zubehör
en: Fitness Accessories
es: Accesorios de fitness
fr: Accessoires fitness

source: Fördert Fantasie und Feinmotorik.
en: Encourages imagination and fine motor skills.
es: Fomenta la imaginación y la motricidad fina.
fr: Stimule l'imagination et la motricité fine.

source: Fotoalbum mit gemeinsamen Erinnerungen
en: Photo Album with Shared Memories
es: Álbum de fotos con recuerdos compartidos
fr: Album photo avec des souvenirs communs

source: Fotoalbum oder Erinnerungsalbum
en: Photo Album or Memory Book
es: Álbum de fotos o libro de recuerdos
fr: Album photo ou album de souvenirs

source: Freie Auswahl beim Lieblings-Game.
en: Free choice for their favorite game.
es: Libre elección para su juego favorito.
fr: Choix libre pour le jeu favori.

source: Freie Auswahl beim Lieblings-Shop.
en: Free choice at the favorite shop.
es: Libre elección en su tienda favorita.
fr: Choix libre dans la boutique préférée.

source: Freizeitpark, Kletterpark oder Schwimmbad.
en: Theme park, climbing park, or swimming pool.
es: Parque temático, rocódromo o piscina.
fr: Parc d'attractions, parc d'escalade ou piscine.

source: Für Bewegung und Spaß draußen.
en: For exercise and outdoor fun.
es: Para ejercicio y diversión al aire libre.
fr: Pour bouger et s'amuser dehors.

source: Für die nächste Lese-Session.
en: For the next reading session.
es: Para la próxima sesión de lectura.
fr: Pour la prochaine session de lecture.

source: Für junge Kreative und Entdecker.
en: For young creatives and explorers.
es: Para jóvenes creativos y exploradores.
fr: Pour les jeunes créatifs et explorateurs.

source: Für kulinarische Entdecker.
en: For culinary explorers.
es: Para exploradores culinarios.
fr: Pour les explorateurs culinaires.

source: Für Spaß an der frischen Luft.
en: For fun in the fresh air.
es: Para divertirse al aire libre.
fr: Pour s'amuser en plein air.

source: fürsorglich, emotional
en: caring, emotional
es: cariñoso, emocional
fr: attentionné, émotionnel

source: Gaming-Gutschein
en: Gaming Voucher
es: Vale de videojuegos
fr: Bon de jeu

source: Gaming-Zubehör
en: Gaming Accessories
es: Accesorios de gaming
fr: Accessoires gaming

source: Genieß deinen Tag! 🎂
en: Enjoy your day! 🎂
es: ¡Disfruta tu día! 🎂
fr: Profite de ta journée ! 🎂

source: Genieß die schönen Momente des Lebens!
en: Enjoy the beautiful moments in life!
es: ¡Disfruta los hermosos momentos de la vida!
fr: Profite des beaux moments de la vie !

source: Genieß diesen besonderen Tag!
en: Enjoy this special day!
es: ¡Disfruta este día especial!
fr: Profite de cette journée spéciale !

source: genussvoll, bodenständig
en: pleasure-loving, down-to-earth
es: amante del placer, con los pies en la tierra
fr: épicurien, terre-à-terre

source: Hab den allerbesten Geburtstag! 🎂🎈
en: Have the best birthday ever! 🎂🎈
es: ¡Que tengas el mejor cumpleaños de tu vida! 🎂🎈
fr: Passe le meilleur anniversaire ! 🎂🎈

source: harmonisch, ästhetisch
en: harmonious, aesthetic
es: armonioso, estético
fr: harmonieux, esthétique

source: Herzlichen Glückwunsch zum Geburtstag!
en: Happy birthday!
es: ¡Feliz cumpleaños!
fr: Joyeux anniversaire !

source: Hochwertig und motivierend.
en: High-quality and motivating.
es: De alta calidad y motivador.
fr: De haute qualité et motivant.

source: Hochwertige Genuss-Erfahrung
en: Premium Gourmet Experience
es: Experiencia gastronómica premium
fr: Expérience gastronomique de qualité

source: Hochwertige Parfümerie
en: Premium Fragrance
es: Fragancia premium
fr: Parfum de luxe

source: Hochwertiges Buch oder Hörbuch
en: Premium Book or Audiobook
es: Libro o audiolibro premium
fr: Livre ou livre audio de qualité

source: Hochwertiges Küchen-Accessoire
en: Premium Kitchen Accessory
es: Accesorio de cocina premium
fr: Accessoire cuisine de qualité

source: Hochwertiges Material für kreative Köpfe.
en: High-quality materials for creative minds.
es: Materiales de alta calidad para mentes creativas.
fr: Matériel de qualité pour les esprits créatifs.

source: Ich hoffe, du hast einen richtig coolen Tag und feierst ordentlich!
en: I hope you have a really cool day and celebrate big!
es: ¡Espero que tengas un día genial y lo celebres a lo grande!
fr: J'espère que tu passes une super journée et que tu fêtes ça bien !

source: Ich wünsche dir einen richtig tollen Tag mit viel Spaß, Kuchen und ganz vielen Geschenken!
en: I wish you an amazing day full of fun, cake, and lots of presents!
es: ¡Te deseo un día increíble lleno de diversión, pastel y muchos regalos!
fr: Je te souhaite une super journée avec plein de fun, de gâteau et plein de cadeaux !

source: intensiv, leidenschaftlich
en: intense, passionate
es: intenso, apasionado
fr: intense, passionné

source: Jugendbuch-Bestseller
en: Young Adult Bestseller
es: Bestseller juvenil
fr: Best-seller jeunesse

source: Kaffee, Tee oder Schokolade in Premium-Qualität.
en: Premium quality coffee, tea, or chocolate.
es: Café, té o chocolate de calidad premium.
fr: Café, thé ou chocolat de qualité premium.

source: Kein API-Key konfiguriert. Bitte trage deinen OpenRouter-Key ein.
en: No API key configured. Please enter your OpenRouter key.
es: No hay clave API configurada. Por favor, introduce tu clave de OpenRouter.
fr: Aucune clé API configurée. Veuillez saisir votre clé OpenRouter.

source: Kinder-Kochbuch oder Backset
en: Children's Cookbook or Baking Set
es: Libro de cocina infantil o kit de repostería
fr: Livre de cuisine pour enfants ou kit pâtisserie

source: Kinderbuch oder Hörspiel
en: Children's Book or Audiobook
es: Libro infantil o audiolibro
fr: Livre pour enfants ou livre audio

source: Kinderbuch-Sammlung
en: Children's Book Collection
es: Colección de libros infantiles
fr: Collection de livres pour enfants

source: Kinderbuch-Serie
en: Children's Book Series
es: Serie de libros infantiles
fr: Série de livres pour enfants

source: Kindgerechtes Videospiel
en: Age-Appropriate Video Game
es: Videojuego apropiado para la edad
fr: Jeu vidéo adapté à l'âge

source: Koch-Erlebnis oder Kochbuch
en: Cooking Experience or Cookbook
es: Experiencia culinaria o libro de cocina
fr: Expérience culinaire ou livre de cuisine

source: Kochkurs, Weinprobe oder Wellness.
en: Cooking class, wine tasting, or spa.
es: Clase de cocina, cata de vinos o spa.
fr: Cours de cuisine, dégustation de vin ou bien-être.

source: Konzerttickets
en: Concert Tickets
es: Entradas para concierto
fr: Billets de concert

source: Kopfhörer oder Tech-Gadget
en: Headphones or Tech Gadget
es: Auriculares o gadget tecnológico
fr: Casque ou gadget tech

source: Kreativ in der Küche werden.
en: Get creative in the kitchen.
es: Sé creativo en la cocina.
fr: Devenir créatif en cuisine.

source: Kreativ-Bastelset
en: Creative Craft Kit
es: Kit de manualidades
fr: Kit de bricolage créatif

source: Kreativ-Set
en: Creative Kit
es: Kit creativo
fr: Kit créatif

source: Kreativ-Set zum Basteln
en: Creative Craft Set
es: Set de manualidades
fr: Kit créatif pour bricoler

source: Kreativ-Workshop
en: Creative Workshop
es: Taller creativo
fr: Atelier créatif

source: kreativ, selbstbewusst
en: creative, confident
es: creativo, seguro de sí mismo
fr: créatif, sûr de soi

source: Kreatives Hobby-Set
en: Creative Hobby Set
es: Set de afición creativa
fr: Kit de loisir créatif

source: Künstlerbedarf
en: Art Supplies
es: Material de arte
fr: Fournitures artistiques

source: künstlerisch, einfühlsam
en: artistic, empathetic
es: artístico, empático
fr: artistique, empathique

source: Leere Antwort vom KI-Dienst erhalten.
en: Received an empty response from the AI service.
es: Se recibió una respuesta vacía del servicio de IA.
fr: Réponse vide reçue du service IA.

source: Lesestoff für kleine Abenteurer.
en: Reading material for little adventurers.
es: Material de lectura para pequeños aventureros.
fr: Lecture pour les petits aventuriers.

source: Lieblings-Spielzeug
en: Favorite Toy
es: Juguete favorito
fr: Jouet préféré

source: Live-Musik erleben.
en: Experience live music.
es: Vivir la música en directo.
fr: Vivre la musique en direct.

source: Malen, basteln und kreativ sein.
en: Painting, crafting, and being creative.
es: Pintura, manualidades y creatividad.
fr: Peindre, bricoler et être créatif.

source: Mode-Gutschein
en: Fashion Voucher
es: Vale de moda
fr: Bon de mode

source: Möge dein Optimismus dich zu neuen Höhen führen!
en: May your optimism lead you to new heights!
es: ¡Que tu optimismo te lleve a nuevas alturas!
fr: Que ton optimisme te porte vers de nouveaux sommets !

source: Möge deine Energie und Spontaneität dich weiterbringen!
en: May your energy and spontaneity take you far!
es: ¡Que tu energía y espontaneidad te lleven lejos!
fr: Que ton énergie et ta spontanéité te propulsent loin !

source: Möge deine Neugier immer neue Wege öffnen!
en: May your curiosity always open new paths!
es: ¡Que tu curiosidad siempre abra nuevos caminos!
fr: Que ta curiosité ouvre toujours de nouveaux chemins !

source: Musikzubehör
en: Music Accessories
es: Accesorios de música
fr: Accessoires musicaux

source: Nachhaltig und inspirierend.
en: Lasting and inspiring.
es: Duradero e inspirador.
fr: Durable et inspirant.

source: Neue Abenteuer für einen neuen Lebensabschnitt.
en: New adventures for a new chapter in life.
es: Nuevas aventuras para una nueva etapa en la vida.
fr: De nouvelles aventures pour un nouveau chapitre de vie.

source: Neues lernen oder Können vertiefen.
en: Learn something new or deepen your skills.
es: Aprende algo nuevo o profundiza tus habilidades.
fr: Apprendre de nouvelles choses ou approfondir ses compétences.

source: Neues lernen und kreativ werden.
en: Learn something new and get creative.
es: Aprende algo nuevo y sé creativo.
fr: Apprendre et devenir créatif.

source: neugierig, kommunikativ
en: curious, communicative
es: curioso, comunicativo
fr: curieux, communicatif

source: Nützlich im Alltag.
en: Useful in everyday life.
es: Útil en el día a día.
fr: Utile au quotidien.

source: Outdoor-Spielzeug
en: Outdoor Toys
es: Juguetes para exteriores
fr: Jouet d'extérieur

source: Passend zum Lieblingssport.
en: A great match for their favorite sport.
es: Perfecto para su deporte favorito.
fr: Parfaitement adapté au sport favori.

source: Passend zum persönlichen Interesse.
en: Matching their personal interest.
es: Acorde a su interés personal.
fr: En accord avec l'intérêt personnel.

source: Perfekt für die Leidenschaft fürs Tanzen.
en: Perfect for a passion for dancing.
es: Perfecto para la pasión por el baile.
fr: Parfait pour la passion de la danse.

source: Perfekt für junge Musiker.
en: Perfect for young musicians.
es: Perfecto para jóvenes músicos.
fr: Parfait pour les jeunes musiciens.

source: perfektionistisch, praktisch
en: perfectionist, practical
es: perfeccionista, práctico
fr: perfectionniste, pratique

source: Personalisiertes Andenken
en: Personalized Keepsake
es: Recuerdo personalizado
fr: Souvenir personnalisé

source: Personalisiertes Geschenk
en: Personalized Gift
es: Regalo personalizado
fr: Cadeau personnalisé

source: Persönlich und sentimental.
en: Personal and sentimental.
es: Personal y sentimental.
fr: Personnel et sentimental.

source: Pflegeset oder Spa-Gutschein
en: Care Set or Spa Voucher
es: Set de cuidado o vale de spa
fr: Kit de soins ou bon spa

source: Praktisch für das nächste Abenteuer.
en: Practical for the next adventure.
es: Práctico para la próxima aventura.
fr: Pratique pour la prochaine aventure.

source: Praktisch und motivierend.
en: Practical and motivating.
es: Práctico y motivador.
fr: Pratique et motivant.

source: Praktisch und von dauerhaftem Nutzen.
en: Practical and long-lasting.
es: Práctico y duradero.
fr: Pratique et durablement utile.

source: Praktisches Gadget
en: Practical Gadget
es: Gadget práctico
fr: Gadget pratique

source: Qualitätszeit zu zweit.
en: Quality time for two.
es: Tiempo de calidad para dos.
fr: Du temps de qualité à deux.

source: Reise- oder Wochenend-Gutschein
en: Travel or Weekend Voucher
es: Vale de viaje o fin de semana
fr: Bon voyage ou week-end

source: Reise-Zubehör
en: Travel Accessories
es: Accesorios de viaje
fr: Accessoires de voyage

source: Romantisches Wochenend-Erlebnis
en: Romantic Weekend Experience
es: Experiencia de fin de semana romántico
fr: Expérience romantique de week-end

source: Schmuck oder Accessoire
en: Jewelry or Accessory
es: Joya o accesorio
fr: Bijou ou accessoire

source: Spannende Geschichten für junge Köpfe.
en: Exciting stories for young minds.
es: Historias emocionantes para mentes jóvenes.
fr: Des histoires passionnantes pour les jeunes esprits.

source: Spannende Geschichten zum Abtauchen.
en: Exciting stories to dive into.
es: Historias emocionantes para sumergirse.
fr: Des histoires passionnantes pour s'immerger.

source: Spielspaß für die ganze Familie.
en: Fun for the whole family.
es: Diversión para toda la familia.
fr: Du plaisir de jeu pour toute la famille.

source: Sport-Equipment
en: Sports Equipment
es: Equipamiento deportivo
fr: Équipement sportif

source: Sportausrüstung
en: Sports Gear
es: Artículos deportivos
fr: Équipement de sport

source: Spotify, Netflix oder App Store.
en: Spotify, Netflix, or App Store.
es: Spotify, Netflix o App Store.
fr: Spotify, Netflix ou App Store.

source: Strahle weiter hell und inspiriere uns alle!
en: Keep shining bright and inspiring us all!
es: ¡Sigue brillando e inspirándonos a todos!
fr: Continue à briller et à nous inspirer tous !

source: Streaming- oder App-Gutschein
en: Streaming or App Voucher
es: Vale de streaming o app
fr: Bon streaming ou app

source: Tanzkleidung oder -schuhe
en: Dance Clothing or Shoes
es: Ropa o calzado de baile
fr: Vêtements ou chaussures de danse

source: Tanzkurs-Gutschein
en: Dance Class Voucher
es: Vale para clase de baile
fr: Bon cours de danse

source: Tanzschuhe
en: Dance Shoes
es: Zapatos de baile
fr: Chaussures de danse

source: Unvergessliches für diesen runden Geburtstag.
en: Something unforgettable for this milestone birthday.
es: Algo inolvidable para este cumpleaños especial.
fr: Quelque chose d'inoubliable pour cet anniversaire marquant.

source: Upgrade für das Hobby.
en: An upgrade for the hobby.
es: Una mejora para la afición.
fr: Une mise à niveau pour le hobby.

source: Wertschätzung zeigen mit einem besonderen Genuss.
en: Show appreciation with a special treat.
es: Muestra aprecio con algo especial.
fr: Exprimer sa gratitude avec un plaisir particulier.

source: Zeigt echtes Interesse.
en: Shows genuine interest.
es: Muestra interés genuino.
fr: Montre un intérêt sincère.

source: Zeitlos und wertschätzend.
en: Timeless and appreciative.
es: Atemporal y apreciativo.
fr: Intemporel et reconnaissant.

source: Zoo, Kino oder Schwimmbad.
en: Zoo, cinema, or swimming pool.
es: Zoo, cine o piscina.
fr: Zoo, cinéma ou piscine.

source: männlich
en: male
es: masculino
fr: masculin

source: weiblich
en: female
es: femenino
fr: féminin

source: Person
es: persona
fr: personne
